export const products = [
    { id: 1, title: "яйца", p: 13, f: 11, c: 1.1, kk: 155 },
    { id: 2, title: "куриные голени", p: 18, f: 9.2, c: 0.1, kk: 161 },
    { id: 3, title: "фарш свиной", p: 12, f: 35, c: 0, kk: 363 },
    { id: 4, title: "фарш говяжий", p: 16, f: 15, c: 0, kk: 199 },
    { id: 5, title: "скумбрия", p: 19, f: 14, c: 0, kk: 205 },
    { id: 6, title: "гречка", p: 3, f: 0.6, c: 19, kk: 92 },
    { id: 7, title: "рис", p: 2.3, f: 0.2, c: 28.6, kk: 130 },
    { id: 8, title: "киноа", p: 4, f: 2, c: 21, kk: 120 },
    { id: 9, title: "перловка", p: 2.26, f: 0.44, c: 28, kk: 123 },
    { id: 10, title: "макароны", p: 5.8, f: 0.93, c: 30.86, kk: 158 },
    //капучино на 100 грамм, но порция всегда будет 200
    { id: 11, title: "капучино", p: 2.25, f: 2.4, c: 3.5, kk: 45 },
    { id: 12, title: "сметана", p: 2.5, f: 20, c: 3.4, kk: 204 },
    { id: 13, title: "бананы", p: 1, f: 0.3, c: 23, kk: 89 },
    { id: 14, title: "масло сливочное", p: 0, f: 99, c: 0, kk: 876 },
];
